Repository: thomas-domville/AppleVis
Catalog: AppleVis/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, el, es, fa, fr, he, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tr, uk, vi, zh_hans

source: %lld recommendations in the past year
ar: %lld توصية في العام الماضي
de: %lld Empfehlungen im letzten Jahr
el: %lld συστάσεις τον τελευταίο χρόνο
es: %lld recomendaciones en el último año
fa: %lld توصیه در سال گذشته
fr: %lld recommandations au cours de la dernière année
he: %lld המלצות בשנה האחרונה
hi: पिछले साल में %lld अनुशंसाएँ
id: %lld rekomendasi dalam setahun terakhir
it: %lld consigli nell’ultimo anno
ja: 過去1年で%lld件のおすすめ
ko: 지난 1년 동안 추천 %lld개
nl: %lld aanbevelingen in het afgelopen jaar
pl: %lld polecenia w ostatnim roku
pt: %lld recomendações no último ano
ru: %lld рекомендации за последний год
sv: %lld rekommendationer det senaste året
th: %lld คำแนะนำในปีที่ผ่านมา
tr: Son bir yılda %lld öneri
uk: %lld рекомендації за останній рік
vi: %lld lượt đề xuất trong năm qua
zh_hans: 过去一年 %lld 次推荐

source: %lld recommendations
ar: %lld توصية
de: %lld Empfehlungen
el: %lld συστάσεις
es: %lld recomendaciones
fa: %lld توصیه
fr: %lld recommandations
he: %lld המלצות
hi: %lld अनुशंसाएँ
id: %lld rekomendasi
it: %lld consigli
ja: %lld件のおすすめ
ko: 추천 %lld개
nl: %lld aanbevelingen
pl: %lld polecenia
pt: %lld recomendações
ru: %lld рекомендации
sv: %lld rekommendationer
th: %lld คำแนะนำ
tr: %lld öneri
uk: %lld рекомендації
vi: %lld lượt đề xuất
zh_hans: %lld 次推荐

source: %lld in all
ar: %lld إجمالًا
de: %lld insgesamt
el: %lld συνολικά
es: %lld en total
fa: در مجموع %lld
fr: %lld au total
he: %lld בסך הכול
hi: कुल %lld
id: total %lld
it: %lld in tutto
ja: 合計%lld件
ko: 총 %lld개
nl: %lld in totaal
pl: łącznie %lld
pt: %lld no total
ru: всего %lld
sv: %lld totalt
th: ทั้งหมด %lld
tr: toplam %lld
uk: усього %lld
vi: tổng cộng %lld
zh_hans: 共 %lld 次

source: Mastodon
fa: ماستودون
he: מסטודון
